{"type":"data","nodes":[{"type":"data","data":[{"blog":1},[2,8],{"href":3,"file":4,"title":5,"date":6,"description":7},"the-pool-of-tears","the-pool-of-tears.md","The Pool of Tears",["Date","1865-07-04T10:00:00.000Z"],"Lost in a sea of wonderings, Alice bemoans her situation",{"href":9,"file":10,"title":11,"date":12,"description":13},"down-the-rabbit-whole","down-the-rabbit-whole.md","Down the Rabbit-Hole",["Date","1865-07-04T00:00:00.000Z"],"Alice chases a white rabbit into the unknown"],"uses":{}},{"type":"data","data":[{"href":1,"file":2,"title":3,"date":4,"description":5,"html":6},"the-pool-of-tears","the-pool-of-tears.md","The Pool of Tears",["Date","1865-07-04T10:00:00.000Z"],"Lost in a sea of wonderings, Alice bemoans her situation","\u003Cp\u003E“Curiouser and curiouser!” cried Alice (she was so much surprised, that for the moment she quite forgot how to speak good English); “now I’m opening out like the largest telescope that ever was! Goodbye, feet!” (for when she looked down at her feet, they seemed to be almost out of sight, they were getting so far off). “Oh, my poor little feet, I wonder who will put on your shoes and stockings for you now, dears? I’m sure \u003Cem\u003EI\u003C\u002Fem\u003E shan’t be able! I shall be a great deal too far off to trouble myself about you: you must manage the best way you can; but I must be kind to them,” thought Alice, “or perhaps they won’t walk the way I want to go! Let me see: I’ll give them a new pair of boots every Christmas.”\u003C\u002Fp\u003E\n\u003Cp\u003EAnd she went on planning to herself how she would manage it. “They must go by the carrier,” she thought; “and how funny it’ll seem, sending presents to one’s own feet! And how odd the directions will look!\u003C\u002Fp\u003E\n\u003Cpre\u003E\n Alice’s Right Foot, Esq.\n  Hearthrug,\n   Near the Fender,\n   (With Alice’s Love).\n\u003C\u002Fpre\u003E\n\n\u003Cp\u003EOh dear, what nonsense I’m talking!”\u003C\u002Fp\u003E\n"],"uses":{"params":["href"],"parent":1}}]}